{
  "home_name": "Andrii Horlov",
  "home_secondName": "Horlov",
  "home_profession": "Unity C# Developer",
  "home_desc": "👋 Hi, I am a Ukrainian Unity Developer based in Porto, Portugal with 4+ years of experience in VR/AR application development. I have strong expertise in the development of VR training and VR/AR exhibitions. I am also an enthusiast in game development and skilled in editor customization. I have a strong background in API integration and C#. Additionally, I have experience in a range of SDKs.",
  "home_download": "Download CV",
  "home_contact": "Contacts",
  "home_copy": "Copy",
  "home_copied": "Copied!",
  "home_generally": "Generally",
  "home_project": "Projects",
  "home_projects": "View projects",
  "about": "About",
  "home_skills": "Skills and Techstack",
  "home_edu": "Education",
  "home_eduDesc": "Master of Engineering (MEng), Software Engineering",
  "home_univ": "National Aerospace University - 'Kharkiv Aviation Institute'​ (Kharkiv, Ukraine)",
  "home_course": "Unity 3d Education (Kharkiv)",
  "home_lang": "Languages",
  "home_uk": "Ukrainian",
  "home_en": "English (upper-intermediate level)",
  "home_ru": "Russian",
  "modal_contact": "Contact me",
  "modal_close": "Close",
  "proj_back": "Back",
  "pb_back": "Back",
  "pb_main": "Main page",
  "pb_code": "View code",
  "pb_demo": "Try Demo",
  "pb_teck": "Technologies used",
  "pb_desc": "Description",
  "todo": "In this app, you can record your tasks, mark them as completed, or return them to the actual tasks. The data is saved in LocalStorage.",
  "weather": "An SPA to view the weather for the selected locality or your geolocation. You can get the weather at the moment, a forecast for 14 days or for every hour on any of those days. The data is taken from a free api. The responsive design is also implemented.",
  "test": "This app has three pages: Home, News, and Profile. The Profile is unavailable until you pass authorization (username: admin, password: 12345), entering the wrong data will cause an error.  Data of the user are stored in LocalStorage, so when you refresh the page authorization is saved. The News is loaded with current news, which is displayed in part and you can see the rest and remove not interested in you.",
  "translator": "In this app you can translate your text, you can specify the current language or use the detector and language to translate, as well as the possibility to swap languages.",
  "rate": "There are three pages available in this application: Home, Calculations, and History. It allows you to find out the current exchange rate of hryvnia to euro and dollar, you can calculate the amount you need hryvnia in relation to the current dollar or euro exchange rate (and vice versa), you can also view the history of the hryvnia to the dollar or euro in the selected year.",
  "tree": "The difficulty of this project was not using any third-party libraries other than React. It presents a tree of categories from the main category to any number of children, all parent categories are connected by lines to their children. You can add a subcategory, delete it, or edit its name. The tree itself can also be moved around the screen and returned to its starting position using the corresponding button. Scaling has been implemented: you can select a value from the list or zoom in and out using the buttons to find the desired one. There are also buttons for scrolling in the selected direction.",
  "todo_name": "ToDo App",
  "weather_name": "Weather App",
  "translator_name": "Translator",
  "test_name": "Test App",
  "rate_name": "Exchange Rate",
  "tree_name": "Tree Categories"
}
