{
   "home":{
      "name":"Andrii Horlov",
      "profession":"Unity C# Developer",
      "desc":"👋 Hi, I’m a Ukrainian Unity Developer currently based in Porto, Portugal, with extensive experience in VR/AR application development. I specialize in creating VR training modules and immersive VR/AR exhibitions. As a passionate game developer, I’m also skilled in Unity editor customization, API integration, and C#. Additionally, I work with a wide range of SDKs, continuously expanding my expertise over the years.",
      "download":"Download CV",
      "contact":"Contacts",
      "copy":"Copy",
      "copied":"Copied!",
      "generally":"Generally",
      "project":"Projects",
      "projects":"View projects",
      "skills":"Skills and Techstack",
      "edu":"Education",
      "eduDesc":"Master of Engineering (MEng), Software Engineering",
      "univ":"Kharkiv National Aerospace University (Kharkiv, Ukraine. 2012-2016)",
      "course":"Unity 3d Education (Kharkiv, Ukraine. 2018-2019)",
      "lang":"Languages",
      "uk":"Ukrainian",
      "en":"English (upper-intermediate level)"
   },
   "project":{
      "description":"Description",
      "technology":"Technologies used",
      "code":"View code",
      "demo":"Try Demo",
      "more_info":"More info",
	  "description_thevangmike":"This virtual gallery was crafted uniquely for an artist from Porto, inviting visitors to explore his artwork, immerse themselves in his favorite music, and feel as if they are stepping into a true art gallery. Here, every piece tells a story, allowing a personal connection with his creative world.",
	  "description_assetstore":"This project features a collection of tools designed to simplify development workflows in Unity. Available tools include a build logger for debugging, an asset validator to ensure project integrity, and a service locator for efficient dependency management. Additional tools will be added in the future to enhance functionality and support developers further.",
	  "description_corpower_vr":"An immersive virtual reality (VR) experience was developed for CorPower Ocean, a prominent renewable energy manufacturer. The aim is to show audiences and potential clients by showcasing the company's wave converter technology at events and conferences. The VR experience features an energy extraction simulator, allowing users to generate waves from buoy movements using hand-tracking functionality. Additionally, users can explore the actual size of the buoy from within the VR environment.",
      "description_robots_vr":"Robots VR is a VR experience for learning about warehouses. Dive into interactive experiences with purpose-built robots that elevate and refine various aspects of warehouse operations. You get to interact with these robotic assistants executing logistics tasks, providing you with hands-on insights into how automation significantly enhances the efficiency and effectiveness of warehouse management.",
      "description_digital_academy":"Digital Academy is an e-learning platform designed for technicians working with advanced industrial machinery. It offers engaging and interactive training sessions, ensuring comprehensive learning. The platform tracks progress, helping technicians improve their day-to-day efficiency in handling complex equipment. It's a valuable tool for staying updated and enhancing skills in the ever-evolving industrial landscape.",
      "description_vr_gallery":"VR Gallery offers a captivating and interactive tour through your collection of paintings or photographs. It allows you to delve into the details information of each piece. This immersive experience seamlessly integrates with Meta Quest 2. The platform is designed to be flexible and accommodating, ensuring a personalized and exciting journey through the world of art.",
      "description_clerk_shadow":"Join the fun adventure as an office worker trying to break out of the usual routine. The gameplay unfolds as the character returns from the office. The hero's shadow overcoming obstacles before the real player reaches the final doors. Enjoy the game with cool sounds, different places, and challenges at each level. In the game, you can pick one of the languages: Ukrainian or English. This unique game was created during a game jam by two developers and one designer",
      "description_dont_miss_your_travel":"Take a fun journey where your character needs to catch a flight in a hurry. It's crucial to avoid interacting with other characters (NPCs) as it may lead to delays. The game has a tutorial to help you learn the basics and controls, and after that game will be easy for both new and experienced players.",
      "description_moviepass_vr":"The MoviePass VR Cinema App is a subscription service that enables users to explore and view current movie trailers in IMAX-quality on the Oculus headset. Offering high-quality visuals, a user-friendly interface, and access to the latest releases, this app brings the cinema experience to the comfort of your home."
   },
   "about":"About",
   "modal_contact":"Contact me",
   "modal_close":"Close"
}
