{
  "home_name": "Андрій Горлов",
  "home_secondName": "Горлов",
  "home_profession": "Unity developer",
  "home_desc": "Привіт! Я Юніті девелопер з України. Наразі проживаю в місті Порту (Португалія). Маю досвід в розробці VR/AR додатків з використанням Unity, був залучений у розробку великої кількості віртуальних треннінгів, та віртуальних виставок. Також, маю багато досвіду у кастомізації едітора в Юніті. У вільний від роботи час, займався розробкою ігор. Працював з інтеграцією API, нативних бібліотек і використовував купу різних SDK.",
  "home_download": "Завантажити CV",
  "home_contact": "Контакти",
  "home_copy": "Копія",
  "home_copied": "Виконано!",
  "home_generally": "Загальне",
  "home_project": "Проекти",
  "home_projects": "Проекти",
  "about": "Про мене",
  "home_skills": "Навички і технології",
  "home_edu": "Освіта",
  "home_eduDesc": "Спеціаліст",
  "home_univ": "Національний Аерокосмічний Університет (Харків. Україна)",
  "home_course": "Курс Unity 3d Education (2019)",
  "home_lang": "Мови",
  "home_uk": "Українська",
  "home_en": "Англійська",
  "home_ru": "Москальська",
  "modal_contact": "Контакти",
  "modal_close": "Закрити",
  "proj_back": "Назад",
  "pb_back": "Назад",
  "pb_main": "Головна",
  "pb_code": "Код",
  "pb_demo": "Демо",
  "pb_teck": "Використані технології",
  "pb_desc": "Опис",
  "todo": "У цьому додатку ви можете записувати свої завдання, позначати їх як виконані або повернути до актуальних завдань. Дані зберігаються у LocalStorage.",
  "weather": "SPA для перегляду погоди для обраного населеного пункту або вашої геолокації. Ви можете отримати погоду на даний момент, прогноз на 14 днів або на кожну годину в будь-який з цих днів. Дані беруться з безкоштовного API. Також реалізовано адаптивний дизайн.",
  "test": "Цей додаток має три сторінки: Головна, Новини та Профіль. Профіль недоступний, поки ви не пройдете авторизацію (ім'я користувача: admin, пароль: 12345), введення невірних даних призведе до помилки.  Дані користувача зберігаються в LocalStorage, тому при оновленні сторінки авторизація зберігається. В Новини завантажуються актуальні новини, які відображаються частково і ви можете переглянути решту та видалити ті, що вас не цікавлять",
  "translator": "У цій програмі ви можете перекладати текст, вказавши поточну мову або використати детектор мови і мову для перекладу, а також є можливість зміни мов місцями.",
  "rate": "У цьому додатку доступні три сторінки: Головна, Розрахунки та Історія. Він дозволяє дізнатися поточний курс гривні до євро і долара, можна розрахувати необхідну суму в гривнях по відношенню до поточного курсу долара або євро (і навпаки), також можна переглянути історію курсу гривні до долара або євро за обраний рік.",
  "tree": "Складність цього проекту полягала у невикористанні сторонніх бібліотек, окрім Реакту. У ньому предсталене дерево категорій від головної до будь-якої кількості дочерніх, всі батьківські категорії з'єднуються лініями зі своїми дочірніми. Можна додати підкатегорію, видалити її або відредагувати назву. Також саме дерево можна переміщувати по екрану та повертати на стартову позицію за допомогою відповідної кнопки. Реалізоване маштабування: можна обрати значення із списку або збільшувати та зменшувати за допомогою кнопок в пошуках потрібного. Також присутні кнопки для скроллу у обраному напрямку.",
  "todo_name": "Задачник",
  "weather_name": "Прогноз погоди",
  "translator_name": "Перекладач",
  "test_name": "Тестовий додаток",
  "rate_name": "Курс валют",
  "tree_name": "Дерево категорій"
}
