{
   "home":{
      "name":"Андрій Горлов",
      "profession":"Unity developer",
      "desc":"👋Привіт! Я Unity розробник з України, наразі проживаю в Порту, Португалія. Маю значний досвід у розробці VR/AR додатків та спеціалізуюсь на створенні віртуальних тренінгів і виставок. Також маю глибокі знання у кастомізації Unity редактора та інтеграції API і нативних бібліотек. Крім того, я захоплююсь розробкою ігор та працюю з різноманітними SDK для розширення своїх навичок.",
      "download":"Завантажити CV",
      "contact":"Контакти",
      "copy":"Скопіювати",
      "copied":"Виконано!",
      "generally":"Загальне",
      "project":"Проекти",
      "projects":"Проекти",
      "skills":"Навички і технології",
      "edu":"Освіта",
      "eduDesc":"Спеціаліст",
      "univ":"Національний Аерокосмічний Університет (Харків. Україна. 2012-2016)",
      "course":"Курс Unity 3d Education (Харків. Україна. 2018-2019)",
      "lang":"Мови",
      "uk":"Українська",
      "en":"Англійська"
   },
   "project":{
      "description":"Опис",
      "technology":"Використані технології",
      "code":"Код",
      "demo":"Демо",
      "more_info":"Детальніше",
	  "description_assetstore":"Цей проект включає в себе колекцію інструментів, розроблених для спрощення робочих процесів у Unity. Доступні інструменти включають в себе логгер в білдах для спрощенного дебаггінгу, валідатор ассетів  для забезпечення цілісності проекту та сервіс локатор для ефективного управління залежностями. У майбутньому будуть додані додаткові інструменти для покращення і спрощення буденних процесів розробника.",
	  "description_corpower_vr":"Іммерсивний досвід віртуальної реальності (VR) є створений для CorPower Ocean, провідного виробника відновлювальної енергії. Метою є показ аудиторії та потенційним клієнтам технологію хвильового конвертора компанії на заходах та конференціях. В VR-досвіді є симулятор видобутку енергії, що дозволяє користувачам генерувати хвилі за допомогою рухів буя за допомогою функціональності відстеження рук. Крім того, користувачі можуть досліджувати фактичний розмір буя в межах віртуального середовища.",
      "description_robots_vr":"Robots VR - це захопливий віртуальний додаток для вивчення складської логістики. Він дозволяє вам взаємодіяти з роботами, які полегшують та покращують роботу на складі. Ви маєте можливість спостерігати та взаємодіяти з роботома, які виконують завдання логістики та допомагають оптимізувати робочі процеси на складі.",
      "description_digital_academy":"Digital Academy - це платформа для електронного навчання, яка допомагає створювати значущі інтерактивні тренування для техніків, які працюють з високотехнічними промисловими механізмами. Платформа відстежує їхній прогрес та покращує їхню ефективність в повсякденні.",
      "description_vr_gallery":"VR Gallery - це захопливий інтерактивний тур серед ваших власних картин або фотографій, де ви можете отримати детальну інформацію про кожен твір. Усе це легко і безперешкодно інтегрується з Meta Quest 2. Платформа готова відповідати різноманітним потребам клієнтів, забезпечуючи індивідуальний та захоплюючий досвід вивчення мистецтва.",
      "description_clerk_shadow":"Гра розкриває історію службовця, який втомився від щоденної рутинної праці. Геймплей розгортається у той момент, коли персонаж повертається з офісу. Тінь героя має подолати всі перешкоди, перш ніж справжній герой досягне кінцевих дверей. Гравець може насолоджуватися атмосферними звуками і декільками рівнями, також є можливість обрати мову: українську, або англійську. Ця гра виникло під час участі в геймджемі і було реалізовано двома розробниками та одним дизайнером.",
      "description_dont_miss_your_travel":"Гра розповідає про героя, який спізнюється на літак і ваша основна мета - встигнути на нього. Важливо уникати взаємодії з NPC, оскільки це може призвести до затримок. У грі передбачено туторіал, який роз'яснює основні принципи гри та методи керування персонажем. Також, в будь-який момент ви можете ознайомитись з детальною інформацією гри в головному меню.",
      "description_moviepass_vr":"MoviePass VR Cinema App - це сервіс підписки на фільми, який дозволяє користувачам переглядати поточні трейлери в форматі IMAX на гарнітурі Oculus. Цей додаток пропонує високоякісну візуалізацію, зручний інтерфейс та можливість перегляду останніх релізів, прямо зручно з дому."
   },
   "about":"Про мене",
   "modal_contact":"Контакти",
   "modal_close":"Закрити"
}
